In [6]:
import pandas as pd
import numpy as np
import pandas

In [7]:
pop = pd.Series([45.64,54,64.4,634,43,43.634,34.46,453.])

In [8]:
pop

0     45.640
1     54.000
2     64.400
3    634.000
4     43.000
5     43.634
6     34.460
7    453.000
dtype: float64

In [9]:
mydata = {
    'cars':["BENZ","BMW","AUDI"],
    'Reg' :[4,6,5]
}
myvar = pandas.DataFrame(mydata)

In [10]:
myvar

   cars  Reg
0  BENZ    4
1   BMW    6
2  AUDI    5

In [13]:
myfriends_age = {
    'name' :['Tharunn','sanjiv','vickram'],
    'age' :[19,20,22]
}
age = pandas.DataFrame(myfriends_age)

In [14]:
age

      name  age
0  Tharunn   19
1   sanjiv   20
2  vickram   22

In [15]:
print(pd.__version__)

1.4.4